<?php
// Comments titles
$locale['C_400'] = "Изменить комментарий";
$locale['C_401'] = "Комментарии";
// Comments messages
$locale['C_410'] = "Комментарий обновлён";
$locale['C_411'] = "Комментарий удалён";
$locale['C_412'] = "Комментарий удален, а пользователь добавлен в черный список. ";
// Edit Comment form
$locale['C_420'] = "Запретить смайлы в комментарии";
$locale['C_421'] = "Сохранить комментарий";
// Comments
$locale['C_431'] = "Удалить & Забанить";
$locale['C_432'] = "IP-адрес:";
$locale['C_433'] = "Удалить комментарий?";
$locale['C_434'] = "К этой записи комментариев нет.";
$locale['C_435'] = "Забанить этого пользователя?";
$locale['C_436'] = "Ваш комментарий забанен.";
// Settings
$locale['C_440'] = "Включить систему комментариев ?";
$locale['C_441'] = "Разрешить гостям публиковать сообщения?";
$locale['C_442'] = "Показывать аватар в комментариях?";
$locale['C_443'] = "Количество комментариев на страницу";
$locale['C_444'] = "Сортировать комментарии";
$locale['C_445'] = "По возрастанию";
$locale['C_446'] = "По убыванию";
