<?php
// Smiley titles
$locale['SMLY_400'] = "Текущие смайлы";
$locale['SMLY_401'] = "Добавить смайл";
$locale['SMLY_402'] = "Изменить смайл";
$locale['SMLY_403'] = "Смайлы";
$locale['SMLY_404'] = "Активные смайлы";
$locale['SMLY_405'] = "Отключённые смайлы";
// Smiley messages
$locale['SMLY_410'] = "Смайл добавлен";
$locale['SMLY_411'] = "Смайл обновлён";
$locale['SMLY_412'] = "Смайл удалён";
$locale['SMLY_413'] = "Смайл откючён";

$locale['SMLY_414'] = "Смайл-текст уже используется.";
$locale['SMLY_415'] = "Смайл-код уже используется.";
$locale['SMLY_416'] = "Удалить смайл?";
$locale['SMLY_417'] = "Действительно сделать смайл неактивным?";
$locale['SMLY_418'] = "Ошибка загрузки смайла";
// Smiley form
$locale['SMLY_420'] = "Смайл-код:";
$locale['SMLY_421'] = "Изображение смайла:";
$locale['SMLY_422'] = "Смайл-текст:";
$locale['SMLY_423'] = "Сохранить смайл";
$locale['SMLY_424'] = "Обновить смайл";
// Current Smileys
$locale['SMLY_430'] = "Код";
$locale['SMLY_431'] = "Изображение";
$locale['SMLY_432'] = "Текст";
$locale['SMLY_433'] = "Опции";
$locale['SMLY_435'] = "Неактивные";
$locale['SMLY_436'] = "Смайлы не определены.";
// Error Message
$locale['SMLY_437'] = "Пожалуйста, введить Смайл-код";
$locale['SMLY_438'] = "Пожалуйста, выберите Смайл";
$locale['SMLY_439'] = "Пожалуйста, введите Смайл-текст";
$locale['SMLY_440'] = "Нет активных смайлов";
$locale['SMLY_441'] = "Нет неактивных смайлов";

