<?php
$locale['U_000'] = "Обновить";
$locale['U_001'] = "Перед обновлением сделайте резервную копию базы данных и файлов.";
$locale['U_002'] = "Последния проверка была %s";
$locale['U_003'] = "Проверить снова";
$locale['U_004'] = "Доступно новое обновление";
$locale['U_005'] = "Не удалось проверить обновления!";
$locale['U_006'] = "Нет доступных обновлений";
$locale['U_007'] = "Вы можете автоматически обновиться до PHPFusion %s.";
$locale['U_008'] = "Версия актуальна на текущую дату";
$locale['U_009'] = "Загрузка обновления %s.";
$locale['U_010'] = "Распаковка обновления";
$locale['U_011'] = "Копирование файлов.";
$locale['U_012'] = "Обновление базы данных.";
$locale['U_013'] = "Обновление перевода.";
$locale['U_014'] = "PHPFusion успешно обновлен.";
$locale['U_015'] = "Не удалось установить обновление. Повторите попытку позже или загрузите обновление вручную.";
$locale['U_016'] = "Обновить перевод";
$locale['U_017'] = "Перевод успешно обновлен.";
$locale['U_018'] = "Загрузка %s перевода."; // %s will be replaced with language name

